<?php

namespace Synon\Jupiter\Lang;

class Fa
{
	public $alphabet = [
		'الف', 'ب', 'پ', 'ت', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'س', 'ش', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی',
	];

	public $firstNameMale = [
		'عباس', 'وحید', 'علی', 'علیرضا', 'شاهرخ', 'سجاد', 'شایان', 'حسام', 'مهدی',
		'حسن', 'حمید', 'شقایق', 'المیرا', 'شیما', 'مرجان', 'پرستو', 'نگار', 'ترانه',
		'لیلا', 'مریم', 'سحر', 'زهرا', 'ریحانه', 'منیر', 'عطیه', 'پروانه', 'ترانه', 'آبتین',
		'آرتین', 'سالار', 'یاشار', 'زامیاد', 'ساسان', 'سیاوش', 'ارغوان', 'بهنوش', 'پونه', 'المیرا',
		'منا', 'مینا', 'زویا', 'شیما', 'شیرین', 'شهرزاد', 'میترا', 'مهسا', 'نگین', 'مرجان', 'نازنین',
		'نیلوفر', 'نگار', 'یگانه', 'هستی', 'سیما', 'سروناز', 'ستاره', 'ساناز', 'رهام', 'رؤیا', 'تهمینه',
		'پریرو', 'پگاه', 'پرتو', 'آندریا', 'مهرداد', 'مهزیار', 'مهرشاد', 'کورش', 'بهرام', 'بزرگمهر',
		'اروند', 'اشکان', 'بابک', 'آرمان', 'آریانا', 'بیژن', 'بهروز', 'جهان', 'تورج', 'بهشاد', 'جمشید',
		'جاوید', 'داریوش', 'احمد', 'محمود', 'محمد', 'پژمان'
	];

	public $firstNameFemale = [
		'عباس', 'وحید', 'علی', 'علیرضا', 'شاهرخ', 'سجاد', 'شایان', 'حسام', 'مهدی',
		'حسن', 'حمید', 'شقایق', 'المیرا', 'شیما', 'مرجان', 'پرستو', 'نگار', 'ترانه',
		'لیلا', 'مریم', 'سحر', 'زهرا', 'ریحانه', 'منیر', 'عطیه', 'پروانه', 'ترانه', 'آبتین',
		'آرتین', 'سالار', 'یاشار', 'زامیاد', 'ساسان', 'سیاوش', 'ارغوان', 'بهنوش', 'پونه', 'المیرا',
		'منا', 'مینا', 'زویا', 'شیما', 'شیرین', 'شهرزاد', 'میترا', 'مهسا', 'نگین', 'مرجان', 'نازنین',
		'نیلوفر', 'نگار', 'یگانه', 'هستی', 'سیما', 'سروناز', 'ستاره', 'ساناز', 'رهام', 'رؤیا', 'تهمینه',
		'پریرو', 'پگاه', 'پرتو', 'آندریا', 'مهرداد', 'مهزیار', 'مهرشاد', 'کورش', 'بهرام', 'بزرگمهر',
		'اروند', 'اشکان', 'بابک', 'آرمان', 'آریانا', 'بیژن', 'بهروز', 'جهان', 'تورج', 'بهشاد', 'جمشید',
		'جاوید', 'داریوش', 'احمد', 'محمود', 'محمد', 'پژمان'
	];

	public $firstNameMix = [
		'عباس', 'وحید', 'علی', 'علیرضا', 'شاهرخ', 'سجاد', 'شایان', 'حسام', 'مهدی',
		'حسن', 'حمید', 'شقایق', 'المیرا', 'شیما', 'مرجان', 'پرستو', 'نگار', 'ترانه',
		'لیلا', 'مریم', 'سحر', 'زهرا', 'ریحانه', 'منیر', 'عطیه', 'پروانه', 'ترانه', 'آبتین',
		'آرتین', 'سالار', 'یاشار', 'زامیاد', 'ساسان', 'سیاوش', 'ارغوان', 'بهنوش', 'پونه', 'المیرا',
		'منا', 'مینا', 'زویا', 'شیما', 'شیرین', 'شهرزاد', 'میترا', 'مهسا', 'نگین', 'مرجان', 'نازنین',
		'نیلوفر', 'نگار', 'یگانه', 'هستی', 'سیما', 'سروناز', 'ستاره', 'ساناز', 'رهام', 'رؤیا', 'تهمینه',
		'پریرو', 'پگاه', 'پرتو', 'آندریا', 'مهرداد', 'مهزیار', 'مهرشاد', 'کورش', 'بهرام', 'بزرگمهر',
		'اروند', 'اشکان', 'بابک', 'آرمان', 'آریانا', 'بیژن', 'بهروز', 'جهان', 'تورج', 'بهشاد', 'جمشید',
		'جاوید', 'داریوش', 'احمد', 'محمود', 'محمد', 'پژمان',
		'عباس', 'وحید', 'علی', 'علیرضا', 'شاهرخ', 'سجاد', 'شایان', 'حسام', 'مهدی',
		'حسن', 'حمید', 'شقایق', 'المیرا', 'شیما', 'مرجان', 'پرستو', 'نگار', 'ترانه',
		'لیلا', 'مریم', 'سحر', 'زهرا', 'ریحانه', 'منیر', 'عطیه', 'پروانه', 'ترانه', 'آبتین',
		'آرتین', 'سالار', 'یاشار', 'زامیاد', 'ساسان', 'سیاوش', 'ارغوان', 'بهنوش', 'پونه', 'المیرا',
		'منا', 'مینا', 'زویا', 'شیما', 'شیرین', 'شهرزاد', 'میترا', 'مهسا', 'نگین', 'مرجان', 'نازنین',
		'نیلوفر', 'نگار', 'یگانه', 'هستی', 'سیما', 'سروناز', 'ستاره', 'ساناز', 'رهام', 'رؤیا', 'تهمینه',
		'پریرو', 'پگاه', 'پرتو', 'آندریا', 'مهرداد', 'مهزیار', 'مهرشاد', 'کورش', 'بهرام', 'بزرگمهر',
		'اروند', 'اشکان', 'بابک', 'آرمان', 'آریانا', 'بیژن', 'بهروز', 'جهان', 'تورج', 'بهشاد', 'جمشید',
		'جاوید', 'داریوش', 'احمد', 'محمود', 'محمد', 'پژمان'
	];

	public $lastName = [
		'آختاچی', 'آدینه', 'آریان‌پور', 'آشتیانی', 'آشنا', 'آشوری', 'آقاجری', 'آهنگر', 'آهنگری', 'آهی', 'آژند', 'آیتی', 'آیت‌اللهی', 'ابتکار', 'ابریشمی', 'ابطحی', 'ابوذر', 'ادب', 'ادیانی', 'ارسباران', 'استادی', 'اشتری', 'اشراقی', 'اشکوری', 'اصفهانی', 'اصلانی', 'اعتبار', 'اعتماد', 'اعلم', 'افخم', 'افخمی', 'اقلیما', 'اللهیاری', 'الهام', 'امانت', 'امانی', 'امیری', 'امین‌زاده', 'انتظامی', 'انوار', 'انوری', 'انوشه', 'اوستا', 'ایمانی',
		'باستانی', 'باطنی', 'باغچه‌بان', 'باهنر', 'بحرینی', 'بخاری', 'بختیار', 'بختیاری', 'بدخشانی', 'برزویی', 'بزرگی', 'بزرگیان', 'بزرگ‌نیا', 'بهاور', 'بهبهانی', 'بهشتی', 'بیگی',
		'پارسا', 'پارسی', 'پازارگاد', 'پازوکی', 'پایا', 'پایدار', 'پایور', 'پستا', 'پناهنده', 'پناهی', 'پناهیان', 'پورناظری', 'پورنگ', 'پویان', 'پیران', 'پیرحیاتی', 'پیوندی',
		'تبریزی', 'ترکاشوند', 'ترکان', 'تهرانی', 'توسلی', 'توفیق', 'توفیقی', 'توکل', 'توکلیان', 'ثابتی', 'جعفریان', 'جمادی', 'جنتی', 'جهانبگلو', 'جهانگیری', 'جهانی', 'چاوشی', 'چلبی', 'چنگیزی', 'چگنی', 'حائری', 'حبیبی', 'حجتی', 'حسابی', 'حقانی', 'حقیقی', 'حکمت', 'حکمی', 'حکیمی', 'حیاتی',
		'خاتمی', 'خاموشی', 'خداپناهی', 'خدایی', 'خراسانی', 'خرم‌آبادی', 'خسروپناه', 'خمسه', 'خوئینی', 'خوئینی‌ها', 'خیابانی', 'داد', 'دانایی‌فر', 'دانایی‌فرد', 'داودی', 'داور', 'دباغ', 'درگاهی', 'دری', 'دستغیب', 'دهقان', 'دیباج', 'ذاکری', 'راسخ', 'راوندی', 'رجایی', 'رحماندوست', 'رحمانیان', 'رستمی', 'رسولی', 'رفیعی', 'رنجبر', 'رنگرز', 'رهنما', 'روحانی', 'روزبه', 'روستا',
		'زارع', 'زالی', 'زرشناس', 'زمردیان', 'زنجانی', 'زنوزی', 'زهرایی', 'زین‌الدین', 'سادات', 'ساعی', 'سبحانی', 'سبزواری', 'ستاری', 'سحاب', 'سحابی', 'سراج', 'سرشار', 'سرمد', 'سروستانی', 'سروش', 'سلامت', 'سپه‌وند', 'سیف', 'سیف‌زاده',
		'شادمهر', 'شاملو', 'شاه‌حسینی', 'شبستری', 'شجاعی', 'شرع‌پسند', 'شرف', 'شریعتمداری', 'شریعتی', 'شریف', 'شریفیان', 'شعبانی', 'شفا', 'شهیدی', 'شیخ‌الاسلامی', 'شیدا', 'شیرازی', 'شیرمحمدی', 'شیروانی',
		'کاشی', 'کاملی', 'کامکار', 'کاویانی', 'کاکاوند', 'کدیور', 'کرمانی', 'کریمی', 'کلباسی', 'کمالی', 'کهنمویی', 'کوشکی', 'کیان', 'کیانی', 'کیمیایی',
		'گل', 'گلپایگانی', 'گنجی', 'صانعی', 'صباغ', 'صدر', 'صدیق', 'صدیقی', 'صغیری', 'صفوی', 'ضابطی', 'ضرغامی', 'طالب‌زاده', 'طالقانی', 'طباطبائی', 'طبیب‌زاده', 'طریقت', 'ظریف', 'عارف', 'عاشوری', 'عالی', 'عبادی', 'عبدالملکی', 'عبدالکریمی', 'عراقی', 'عزیزی', 'عصار', 'عقیلی', 'علم', 'علم‌الهدی', 'علی', 'علیا', 'علی‌آبادی', 'علی‌زمانی', 'علی‌پور', 'عنایت',
		'غضنفری', 'غنی', 'فارسی', 'فاطمی', 'فانی', 'فتاحی', 'فرامرزی', 'فرج', 'فرشیدورد', 'فرمانفرمائیان', 'فرهنگ', 'فروتن', 'فریاد', 'فنایی', 'فنی‌زاده', 'فهمیده', 'فولادوند',
		'قاضی', 'قانعی', 'قانونی', 'قمیشی', 'قنبری', 'قهرمان', 'قهرمانی', 'قهرمانیان', 'قهستانی', 'لاجوردی', 'لاهوتی', 'لاچینی', 'لنکرانی', 'لوکس', 'مجاهد', 'مجتبایی', 'مجتبوی', 'مجتهد', 'مجتهدی', 'مجرد', 'محجوب', 'محجوبی', 'محدثی', 'محمدرضایی', 'محمدی', 'مددی', 'مرادخانی', 'مرتضوی', 'مستوفی', 'مشا', 'مصاحب', 'مصباح', 'مصباح‌زاده', 'مطهری', 'مظفر', 'معارف', 'معروف', 'معین', 'مفتاح', 'مفتح', 'مقدم', 'ملایری', 'ملک', 'ملکیان', 'منوچهری', 'مهاجرانی', 'مهدی‌پور', 'موحد', 'موسوی', 'موسویان', 'میدری', 'میرباقری', 'میردامادی', 'میرزاده', 'میرسپاسی', 'میزبانی',
		'ناظری', 'نامور', 'نجفی', 'ندوشن', 'نراقی', 'نعمت‌زاده', 'نقدی', 'نقیب‌زاده', 'نهاوندی', 'نواب', 'نوبخت', 'نوبختی', 'نیشابوری', 'نیلوفری', 'هاشمی', 'هاشمی', 'هاشمیان', 'هامون', 'هدایت', 'هراتی', 'هروی', 'همایون', 'همت', 'همدانی', 'هوشیار', 'هومن',
		'واثقی', 'واعظ', 'واعظی', 'واعظ‌زاده', 'وکیلی', 'یاحقی', 'یثربی', 'یلدا',
	];

	public $company = [
		'پارس پک', 'دیجی کالا', 'گرین وب', 'پازلی', 'دیجیاتو', 'لینکپ'
	];
}
